Repository: amerrmismarr/AMCC-Clinic
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: Offers
ar: العروض

source: About us
ar: من نحن

source: Our Services
ar: خدماتنا

source: Cases Gallery
ar: الحالات

source: Contact Us
ar: تواصل معنا

source: ABOUT THE CENTER
ar: نبذة عن المركز

source: BOOK AN APPOINTMENT
ar: احجز موعدك الآن

# briefing
source: Aesthetic Medicine Consultation Center is a center specialized in plastic reconstructive surgery, cosmetic injectables, laser and facial treatments and dentistry in all its cosmetic and restorative treatments. It was established in 2000 and has been providing its services since then.
ar: المركز الاستشاري للطب التجميلي هو مركز متخصص في الجراحة الترميمية التجميلية والحقن التجميلية والليزر وعلاجات الوجه وطب الأسنان في جميع علاجاته التجميلية والترميمية. تأسس في عام 2000 ويقدم خدماته منذ ذلك الحين.

source: Plastic Surgery Department
ar: قسم جراحة التجميل والترميم

# ourServicesCapital
source: OUR SERVICES
ar: خدماتنا

source: Supervised by:
ar: باشراف:

source: Dr. Salah Eddin Mismar
ar: الدكتور صلاح الدين مسمار

# consultant
source: Consultant plastic and reconstructive surgeon
ar: استشاري جراحة التجميل والترميم

# servicesAvailable
source: Servives Available:
ar: الخدمات المقدمة:

# cosmetic
source: Cosmetic facial injectables (botox, dermal fillers, PRP injections, mesotherapy, rejuvenation injections, profhilo and others)
ar: حقن الوجه التجميلية (البوتوكس، الفيلر، البلازما، الميزوثيرابي، حقن النضارة، البروفايلو وغيرها)

# doubleChin
source: Double chin liposuction
ar: شفط دهون الرقبة

source: fat transfer
ar: حقن الدهون الذاتية

source: Thread Lift
ar: شد الوجه بالخيوط

# minorPlasticSurgeries
source: Minor plastic surgeries (mole removal, acne scar removal, lipoma removal and other minor surgeries done with local anesthesia)
ar: جراحات التجميل بالتخدير الموضعي (إزالة الشامات، أثار حب الشباب، الاكياس الدهنية، الثواليل وغيرها)

source: Dentistry Department
ar: قسم طب وجراحة وتجميل الفم والأسنان

source: Dr. Qais Mismar
ar: الدكتور قيس مسمار

source: Doctor of Dental Surgery
ar: طب وجراحة الفم والأسنان

source: Dr. Amer Mismar
ar: الدكتور عامر مسمار

source: In cooperation with:
ar: بالتعاون مع نخبة من الأخصائيين والاستشاريين بالتخصصات التالية:

# oralMaxilloFacial
source: An oral and maxillofacial specialist
ar: جراحة الوجه والفكين

# prosthodontics
source: Prosthodontics specialist
ar: التركيبات السنية

# endodontics
source: Endodontics specialist
ar: سحب العصب

source: Orthodontist
ar: تقويم الأسنان

# cosmeticDental
source: Cosmetic dental procedures (veneers, composite facing, teeth whitening and others)
ar: تجميل الأسنان (الفينيرز، الفيسنج، تبييض الأسنان وغيرها من الإجراءات التجميلية)

# restorative
source: Restorative dental procedures (root canal treatments, composite fillings, crowns and bridges and every other restorative procedure)
ar: علاج الأسنان التحفظي (سحب العصب، الحشوات السنية التجميلية، التلبيسات والجسور)

source: Dental implants
ar: زراعة الأسنان

source: Orthodontic treatments
ar: تقويم الأسنان بكافة أنواعه (المعدني، السيراميك، الشفاف)

source: Periodontic treatments
ar: علاج مشاكل اللثة

# oralMaxillofacialSurgeries
source: Oral and maxillofacial surgeries
ar: جراحات الوجه والفكين

# pediatric
source: Pediatric and special needs dental care under local and general anesthesia
ar: طب أسنان الأطفال وذوي الاحتياجات الخاصة تحت البنج العام

# laserDepartment
source: Laser and facial care department
ar: قسم الليزر والعناية بالبشرة

# trained
source: Services available by trained cosmetics experts:
ar: الخدمات المقدمة بيد خبيرات تجميل مدربات:

# hairRemoval
source: Laser for hair removal
ar: إزالة الشعر بالليزر

# faceRejuvenation
source: Laser for face rejuvenation
ar: ليزر نضارة الوجه

# hydrafacial
source: Hydrafacial treatments
ar: الهيدرافيشل

source: Diamond peel
ar: التقشير الماسي

source: Dermapen
ar: ديرمابن

# hifu
source: Hifu skin tightening
ar: هايفو شد الوجه

# salahWithNumber
source: Dr. Salah Eddin Mismar 0795520080
ar: د. صلاح الدين مسمار 0795520080

# qaisWithNumber
source: Dr. Qais Mismar 0799512013
ar: د. قيس مسمار 0799512013

# amerWithNumber
source: Dr. Amer Mismar 0796792903
ar: د. عامر مسمار 0796792903

source: Follow us on Instagram
ar: تابعونا على الانستغرام

# address1
source: Jabal Amman
ar: جبل عمان

# address2
source: Ibn Khaldoun St. 19
ar: شارع ابن خلدون 19

# address3
source: Maggi Medical Center
ar: مجمع ماغي الطبي

source: Select Date
ar: اختر تاريخ الموعد

source: Select time slot
ar: اختر الوقت

source: Name
ar: الاسم

source: Phone number
ar: رقم الهاتف

# procedure
source: Procedure you would like to do
ar: الاجراء الذي تود القيام به

source: Book Appointment
ar: حجز الموعد

# makeSure
source: Please make sure you filled the required information correctly
ar: يرجى التأكد من ملء المعلومات المطلوبة بشكل صحيح

# thankYou
source: Thank you for booking your appointment with us, we will contact you shortly for confirmation. Have a nice day!
ar: شكرًا لك على حجز موعدك معنا، سنتصل بك قريبًا للتأكيد. طاب يومك!
